{
  "names": "Yasmim Miranda Heier",
  "date": "2026-01-25",
  "time": "10:00",
  "eventType": "Aniversário",
  "theme": "Fundo do mar (sereia)",
  "age": "15",
  "colors": "Azul tons variados",
  "buttonColor": "#1a365d",
  "phrase": "Há 15 anos Deus me presenteou com a vida. Hoje deixo para trás a infância e começo a escrever um novo capítulo da minha história. Cada sorriso, cada ensinamento e cada pessoa que caminha ao meu lado fazem parte de quem eu sou. Este momento é ainda mais especial porque você está aqui para compartilhá-lo comigo. Que esse dia seja repleta de alegria, amor e memórias inesquecíveis. Obrigada por fazer parte da minha história.",
  "music": "Orochi _SEREIA 🧜🏼_♀️_ feat.  Ryan SP, Xamã, Oruam ( prod. NeoBeats, Kizzy ) (1)",
  "mapsLink": "https://maps.app.goo.gl/ECdB2ds2e7YaA2a87",
  "giftsLink": "",
  "giftMode": "image",
  "giftImageUrl": "/output/presentes.jpg",
  "extraLink": "",
  "extraName": "",
  "extraIcon": "",
  "buttonsOffset": 0,
  "buttonSize": 1,
  "manual": "Há 15 anos Deus me presenteou com a vida.\n\nHoje deixo para trás a infância e começo a escrever um novo capítulo da minha história.\nCada sorriso, cada ensinamento e cada pessoa que caminha ao meu lado fazem parte de quem eu sou.\n\nEste momento é ainda mais especial porque você está aqui para compartilhá-lo comigo.\n\nQue esse dia seja repleta de alegria, amor e memórias inesquecíveis.\n\nObrigada por fazer parte da minha história.\n\n(Elabore de forma mais clara essa instrução) Opção de ir no ônibus valor 35 reais e algo falando que pagamento tem que ser feito até o dia 15 de janeiro (colocar chave Pix 08566418719)\n\nUma observação também quem não confirmar automático está excluído da lista de convidados não vai conseguir entrar no evento.",
  "whatsapp": "55 21 98801-3436",
  "confirmLink": "",
  "processedManualText": "<div>\n    <h3><i class=\"fa-solid fa-heart\"></i> Mensagem Especial</h3>\n    <p>Há 15 anos, Deus me presenteou com a vida. Hoje, deixo para trás a infância e começo a escrever um novo capítulo da minha história. Cada sorriso, cada ensinamento e cada pessoa que caminha ao meu lado fazem parte de quem eu sou.</p>\n    <p>Este momento é ainda mais especial porque você está aqui para compartilhá-lo comigo. Que esse dia seja repleto de alegria, amor e memórias inesquecíveis.</p>\n    <p>Obrigada por fazer parte da minha história!</p>\n</div>\n\n<div>\n    <h3><i class=\"fa-solid fa-bus\"></i> Transporte</h3>\n    <p>Para sua comodidade, oferecemos a opção de transporte em ônibus para o evento.</p>\n    <ul>\n        <li>Valor: R$ 35,00</li>\n        <li>Pagamento deve ser feito até o dia <strong>15 de janeiro</strong>.</li>\n        <li>Chave Pix: <strong>08566418719</strong></li>\n    </ul>\n</div>\n\n<div>\n    <h3><i class=\"fa-solid fa-exclamation-circle\"></i> Confirmação de Presença</h3>\n    <p>É muito importante que você confirme sua presença. Aqueles que não confirmarem estarão automaticamente excluídos da lista de convidados e não poderão entrar no evento.</p>\n</div>\n\n<div>\n    <h3><i class=\"fa-solid fa-calendar-check\"></i> Estamos ansiosos para celebrar com você!</h3>\n</div>",
  "slug": "Yasmim15Anos"
}