{
  "names": "Yasmim Miranda Heier",
  "date": "2026-01-25",
  "time": "10:00",
  "eventType": "Aniversário",
  "theme": "Fundo do mar (sereia)",
  "age": "15",
  "colors": "Azul tons variados",
  "buttonColor": "#1a365d",
  "phrase": "Há 15 anos Deus me presenteou com a vida. Hoje deixo para trás a infância e começo a escrever um novo capítulo da minha história. Cada sorriso, cada ensinamento e cada pessoa que caminha ao meu lado fazem parte de quem eu sou. Este momento é ainda mais especial porque você está aqui para compartilhá-lo comigo. Que esse dia seja repleta de alegria, amor e memórias inesquecíveis. Obrigada por fazer parte da minha história.",
  "music": "Orochi _SEREIA 🧜🏼_♀️_ feat.  Ryan SP, Xamã, Oruam ( prod. NeoBeats, Kizzy ) (1)",
  "mapsLink": "",
  "giftsLink": "",
  "giftMode": "image",
  "giftImageUrl": "/output/presentes.jpg",
  "extraLink": "",
  "extraName": "",
  "extraIcon": "",
  "buttonsOffset": 0,
  "buttonSize": 1,
  "manual": "Há 15 anos Deus me presenteou com a vida.\n\nHoje deixo para trás a infância e começo a escrever um novo capítulo da minha história.\nCada sorriso, cada ensinamento e cada pessoa que caminha ao meu lado fazem parte de quem eu sou.\n\nEste momento é ainda mais especial porque você está aqui para compartilhá-lo comigo.\n\nQue esse dia seja repleta de alegria, amor e memórias inesquecíveis.\n\nObrigada por fazer parte da minha história.\n\n(Elabore de forma mais clara essa instrução) interesse de ir no ônibus valor 35 reais e algo falando que pagamento tem que ser feito até o dia 15 de janeiro (colocar chave Pix 08566418719)\n\nUma observação também quem não confirmar automático está excluído da lista de convidados não vai conseguir entrar no evento.",
  "whatsapp": "55 21 98801-3436",
  "confirmLink": "",
  "processedManualText": "<div>\n    <h3><i class=\"fa-solid fa-greeting-heart\"></i> Bem-vindos</h3>\n    <p>É com muita alegria que damos as boas-vindas a você. Estamos vivendo um momento especial e ficamos felizes em poder compartilhá-lo com pessoas queridas.</p>\n    \n    <h3><i class=\"fa-solid fa-clock\"></i> Chegada</h3>\n    <p>Pedimos, com carinho, que chegue com alguns minutos de antecedência.</p>\n    \n    <h3><i class=\"fa-solid fa-tuxedo\"></i> Traje</h3>\n    <p>Sugerimos traje esporte fino / social, prezando pelo conforto e elegância.</p>\n    \n    <h3><i class=\"fa-solid fa-child\"></i> Crianças</h3>\n    <p>Amamos as crianças, mas neste dia optamos por uma celebração exclusivamente para adultos. Agradecemos a compreensão.</p>\n    \n    <h3><i class=\"fa-solid fa-gift\"></i> Presente</h3>\n    <p>O maior presente para nós é a sua presença. Caso deseje nos presentear, reunimos algumas sugestões em nosso site.</p>\n    \n    <h3><i class=\"fa-solid fa-calendar-check\"></i> Confirmação</h3>\n    <p>Pedimos gentilmente sua confirmação até <strong>15/01/2026</strong>.</p>\n    \n    <h3><i class=\"fa-solid fa-heart\"></i> Agradecimento</h3>\n    <p>Ter você conosco tornará esse momento ainda mais especial.</p>\n    \n    <p>Com carinho, Myla & Arlan</p>\n</div>",
  "slug": "Yasmim15Anos"
}