{
  "names": "Fernanda",
  "date": "2026-08-30",
  "time": "18:00",
  "eventType": "Festa de 15 anos",
  "theme": "Brilho e Elegância",
  "age": "15",
  "colors": "Rosa claro, Branquinho rosado, Dourado",
  "buttonColor": "#f08eb1",
  "phrase": "",
  "music": "musica.mp3",
  "mapsLink": "https://maps.app.goo.gl/dqaC8FqYWAqxwTsy8",
  "giftsLink": "",
  "giftMode": "none",
  "giftImageUrl": null,
  "extraLink": "",
  "extraName": "",
  "extraIcon": "",
  "buttonsOffset": 25,
  "manual": "[Otimize o texto com mais detalhes]\nChegue no horário: Sua presença pontual é muito importante para nós.\nConfirme sua presença: Por favor, confirme presença pelo menos 15 dias antes do evento.\nDivirta-se bastante! Estamos ansiosos para celebrar este momento especial com você.\nNão vá embora sem me dar um abraço e comer um pedaço do bolo: Queremos compartilhar cada instante com você.\nDress code: Use Traje Social!",
  "whatsapp": "5511978517855",
  "confirmLink": "",
  "processedManualText": "\n<div>\n    <h3><i class=\"fa-solid fa-clock\"></i> Chegue no horário</h3>\n    <p>Sua presença pontual é muito importante para nós. Agradecemos por chegar na hora marcada, pois isso nos ajuda a iniciar a celebração juntos e aproveitar cada momento.</p>\n\n    <h3><i class=\"fa-solid fa-check-circle\"></i> Confirme sua presença</h3>\n    <p>Por favor, confirme sua presença pelo menos 15 dias antes do evento. Isso nos ajudará a planejar todos os detalhes para que você tenha uma experiência incrível.</p>\n\n    <h3><i class=\"fa-solid fa-smile\"></i> Divirta-se bastante!</h3>\n    <p>Estamos ansiosos para celebrar este momento especial com você. Prepare-se para muitas risadas, danças e memórias inesquecíveis!</p>\n\n    <h3><i class=\"fa-solid fa-heart\"></i> Não vá embora sem me dar um abraço e comer um pedaço do bolo</h3>\n    <p>Queremos compartilhar cada instante com você. Sua presença é fundamental e nada melhor do que um abraço e um pedaço do bolo para selar essa amizade.</p>\n\n    <h3><i class=\"fa-solid fa-tuxedo\"></i> Dress code</h3>\n    <p>Use Traje Social! Venha vestido de forma elegante para que possamos todos brilhar juntos nesta ocasião especial.</p>\n</div>\n"
}